Repository: micahilbery/givemelyrics
Catalog: po/extra/*.po
Languages: hr, mr

source: Give Me Lyrics
hr: Daj mi tekstove
mr: गिव्ह मी लिरिक्स

source: Lyrics for your songs
hr: Tekstovi tvojih pjesama
mr: आपल्या गाण्यांसाठी गीत

source: See the lyrics of the song that is playing, from any application. Sing along with the option to sync lyrics.
hr: Pogledaj tekst pjesme koja svira, iz bilo kojeg programa. Pjevaj istovremeno, s opcijom za sinkroniziranje tekstova.
mr: कोणत्याही अनुप्रयोगावरून चालत असलेल्या गाण्याचे बोल पहा. गीत समक्रमित करण्याच्या पर्यायासह गा.

source: Fix Translations
hr: Ispravi prijevod
mr: भाषांतर निश्चित करा

source: Change sync lyrics
hr: Promijeni tekst sinkronizacije
mr: संकालन गीत बदला

source: Bugfix
hr: Ispravak greške
mr: चूक दुरुस्ती

source: New Translations
hr: Novi prijevod
mr: नवीन भाषांतर

source: Sync Lyrics
hr: Sinkroniziraj tekst pjesme
mr: गीत समक्रमित करा

source: Dark Theme
hr: Tamni dizajn
mr: गडद थीम

source: Critical Bugfix
hr: Ispravak kritične greške
mr: गंभीर चूक दुरुस्ती

source: Fix scroll window
hr: Ispravi klizanje prozorom
mr: स्क्रोल विंडो निश्चित करा

source: Show loading label
hr: Prikaži oznaku učitavanja
mr: लोडिंग लेबल दर्शवा

source: Label Advertising
hr: Oznaka reklama
mr: जाहिरातीस लेबल लावा

source: Source link
hr: Poveznica na izvor
mr: स्त्रोत दुवा

source: New icon
hr: Nova ikona
mr: नवीन चिन्ह

source: New translation: French
hr: Novi prijevod: Francuski
mr: नवीन अनुवाद: फ्रेंच

source: New Source: letras.mus.br
hr: Novi izvor: letras.mus.br
mr: नवीन स्रोत: letras.mus.br

source: Show lyrics
hr: Prikaži tekstove pjesama
mr: बोल दाखवा

source: Murilo Venturoso
mr: मुरिलो व्हेंटुरोसो

source: See the lyrics of the song that is playing.
hr: Pogledaj tekst pjesme koja svira.
mr: वाजणाऱ्या गाण्याचे बोल पहा.

source: audio;lyrics;
hr: audio;tekstovi pjesama;
mr: ऑडिओ;गीत;
